[
  {
    "type": "Market research",
    "description": "Gathering and analyzing market data to support startup decision-making.",
    "name": "Market research",
    "in_use": false,
    "id": "TermId",
    "name_for_human": "Market research",
    "name_for_ai": "Market research",
    "description_for_human": "",
    "description_for_ai": "",
    "is_configurable": false,
    "config_elements": [],
    "config_json": {},
    "maxAgentIterations": 5,
    "prompt_template": "You have the task to do market research for a startup. Market research is gathering and analyzing market data, to support startup decision-making. This is the startup description, which is all you need to know about the startup (you will need only this startup description, don't google more info about the startup): ----------------- STARTUP_DESCRIPTION ----------------- Given this startup description and 1. your general knowledge about the market this startup might operate in 2. the relevant information you find on google your task is to answer: - What are the most important market trends for this startup to consider? - What is a compact summary of the market in which the startup operates? - What are opportunities, risks, competitors, peculiarities of the market? - What is your recommendation on how to proceed accordingly in order to run the company successfully."
  },
  {
    "type": "Opportunity Score",
    "description": "A quantitative measure to prioritize potential solutions based on their impact, feasibility, and alignment with business goals.",
    "name": "Opportunity Score",
    "in_use": false,
    "id": "TermId",
    "name_for_human": "Opportunity Score",
    "name_for_ai": "Opportunity Score",
    "description_for_human": "",
    "description_for_ai": "",
    "is_configurable": false,
    "config_elements": [],
    "config_json": {},
    "maxAgentIterations": 5,
    "prompt_template": "You have been asked to calculate the Opportunity Score for a startup's potential solutions. The Opportunity Score is a quantitative measure that helps prioritize potential solutions based on their impact, feasibility, and alignment with business goals. Please provide an analysis of the startup's potential solutions and calculate their Opportunity Scores. Use the following information about the startup: ----------------- STARTUP_DESCRIPTION -----------------"
  },
  {
    "type": "Research Briefs",
    "description": "Concise, structured documents outlining the objectives, methodology, and scope of a research project to ensure focused, efficient, and valuable research.",
    "name": "Research Briefs",
    "in_use": false,
    "id": "TermId",
    "name_for_human": "Research Briefs",
    "name_for_ai": "Research Briefs",
    "description_for_human": "",
    "description_for_ai": "",
    "is_configurable": false,
    "config_elements": [],
    "config_json": {},
    "maxAgentIterations": 5,
    "prompt_template": "You have been tasked with creating Research Briefs for a startup's upcoming research projects. Research Briefs are concise, structured documents that outline the objectives, methodology, and scope of a research project. They ensure focused, efficient, and valuable research. Please create Research Briefs for the following research projects based on the information provided about the startup: ----------------- STARTUP_DESCRIPTION -----------------"
  },
  {
    "type": "Interview Scripts",
    "description": "Guides for consistent, structured, and focused interviews that ensure reliable, accurate, and comparable data collection.",
    "name": "Interview Scripts",
    "in_use": false,
    "id": "TermId",
    "name_for_human": "Interview Scripts",
    "name_for_ai": "Interview Scripts",
    "description_for_human": "",
    "description_for_ai": "",
    "is_configurable": false,
    "config_elements": [],
    "config_json": {},
    "maxAgentIterations": 5,
    "prompt_template": "You have been asked to create Interview Scripts for a startup's upcoming customer interviews. Interview Scripts are guides for consistent, structured, and focused interviews that ensure reliable, accurate, and comparable data collection. Please create Interview Scripts for the following customer interviews based on the information provided about the startup: ----------------- STARTUP_DESCRIPTION -----------------"
  },
  {
    "type": "Customer Tribe Modeling",
    "description": "Segmenting customers into distinct groups based on shared characteristics to better understand target audiences and tailor marketing, sales, and product development efforts.",
    "name": "Customer Tribe Modeling",
    "in_use": false,
    "id": "TermId",
    "name_for_human": "Customer Tribe Modeling",
    "name_for_ai": "Customer Tribe Modeling",
    "description_for_human": "",
    "description_for_ai": "",
    "is_configurable": false,
    "config_elements": [],
    "config_json": {},
    "maxAgentIterations": 5,
    "prompt_template": "You have been asked to perform Customer Tribe Modeling for a startup. Customer Tribe Modeling involves segmenting customers into distinct groups based on shared characteristics. This helps to better understand target audiences and tailor marketing, sales, and product development efforts. Please perform Customer Tribe Modeling for the startup based on the information provided: ----------------- STARTUP_DESCRIPTION -----------------"
  },
  {
    "type": "Problem Framing",
    "description": "Defining and structuring problems to facilitate effective problem-solving by clarifying goals, constraints, and desired outcomes.",
    "name": "Problem Framing",
    "in_use": false,
    "id": "TermId",
    "name_for_human": "Problem Framing",
    "name_for_ai": "Problem Framing",
    "description_for_human": "",
    "description_for_ai": "",
    "is_configurable": false,
    "config_elements": [],
    "config_json": {},
    "maxAgentIterations": 5,
    "prompt_template": "You have been tasked with Problem Framing for a startup. Problem Framing involves defining and structuring problems to facilitate effective problem-solving. It clarifies goals, constraints, and desired outcomes. Please perform Problem Framing for the following issues faced by the startup based on the information provided: ----------------- STARTUP_DESCRIPTION -----------------"
  },
  {
    "type": "How Might We Statements",
    "description": "Open-ended questions that encourage creative thinking and problem-solving by reframing problems as opportunities.",
    "name": "How Might We Statements",
    "in_use": false,
    "id": "TermId",
    "name_for_human": "How Might We Statements",
    "name_for_ai": "How Might We Statements",
    "description_for_human": "",
    "description_for_ai": "",
    "is_configurable": false,
    "config_elements": [],
    "config_json": {},
    "maxAgentIterations": 5,
    "prompt_template": "You have been asked to create How Might We Statements for a startup. How Might We Statements are open-ended questions that encourage creative thinking and problem-solving by reframing problems as opportunities. Please create How Might We Statements for the following challenges faced by the startup based on the information provided: ----------------- STARTUP_DESCRIPTION -----------------"
  },
  {
    "type": "Brainstorming",
    "description": "A creative technique that encourages free thinking and open discussion to generate a large number of ideas for further refinement and development.",
    "name": "Brainstorming",
    "in_use": false,
    "id": "TermId",
    "name_for_human": "Brainstorming",
    "name_for_ai": "Brainstorming",
    "description_for_human": "",
    "description_for_ai": "",
    "is_configurable": false,
    "config_elements": [],
    "config_json": {},
    "maxAgentIterations": 5,
    "prompt_template": "You have been asked to facilitate a Brainstorming session for a startup. Brainstorming is a creative technique that encourages free thinking and open discussion to generate a large number of ideas for further refinement and development. Please facilitate a Brainstorming session for the following topics based on the information provided about the startup: ----------------- STARTUP_DESCRIPTION -----------------"
  },
  {
    "type": "Longtail keywords",
    "description": "Highly specific search phrases used to help startup target niche audiences and optimize SEO.",
    "name": "Longtail keywords",
    "in_use": false,
    "id": "TermId",
    "name_for_human": "Longtail keywords",
    "name_for_ai": "Longtail keywords",
    "description_for_human": "",
    "description_for_ai": "",
    "is_configurable": false,
    "config_elements": [],
    "config_json": {},
    "maxAgentIterations": 5,
    "prompt_template": "You have been asked to identify Longtail keywords for a startup's SEO strategy. Longtail keywords are highly specific search phrases that help the startup target niche audiences and optimize SEO. Please identify Longtail keywords for the startup based on the information provided: ----------------- STARTUP_DESCRIPTION -----------------"
  },
  {
    "type": "Market sizing",
    "description": "Estimating the potential market for a startup's product or service.",
    "name": "Market sizing",
    "in_use": false,
    "id": "TermId",
    "name_for_human": "Market sizing",
    "name_for_ai": "Market sizing",
    "description_for_human": "",
    "description_for_ai": "",
    "is_configurable": false,
    "config_elements": [],
    "config_json": {},
    "maxAgentIterations": 5,
    "prompt_template": "You have been asked to perform Market sizing for a startup. Market sizing involves estimating the potential market for a startup's product or service. Please perform Market sizing for the startup based on the information provided: ----------------- STARTUP_DESCRIPTION -----------------"
  },
  {
    "type": "Competitor research",
    "description": "Analyzing the strengths and weaknesses of direct and indirect competitors.",
    "name": "Competitor research",
    "in_use": false,
    "id": "TermId",
    "name_for_human": "Competitor research",
    "name_for_ai": "Competitor research",
    "description_for_human": "",
    "description_for_ai": "",
    "is_configurable": false,
    "config_elements": [],
    "config_json": {},
    "maxAgentIterations": 5,
    "prompt_template": "You have been asked to conduct Competitor research for a startup. Competitor research involves analyzing the strengths and weaknesses of direct and indirect competitors. Please conduct Competitor research for the startup based on the information provided: ----------------- STARTUP_DESCRIPTION -----------------"
  },
  {
    "type": "Topic research",
    "description": "Examining trending topics and themes across a startup's industry.",
    "name": "Topic research",
    "in_use": false,
    "id": "TermId",
    "name_for_human": "Topic research",
    "name_for_ai": "Topic research",
    "description_for_human": "",
    "description_for_ai": "",
    "is_configurable": false,
    "config_elements": [],
    "config_json": {},
    "maxAgentIterations": 5,
    "prompt_template": "You have been asked to conduct Topic research for a startup. Topic research involves examining trending topics and themes across a startup's industry. Please conduct Topic research for the startup based on the information provided: ----------------- STARTUP_DESCRIPTION -----------------"
  },
  {
    "type": "Product research",
    "description": "Assessing the viability and potential of a startup's product idea.",
    "name": "Product research",
    "in_use": false,
    "id": "TermId",
    "name_for_human": "Product research",
    "name_for_ai": "Product research",
    "description_for_human": "",
    "description_for_ai": "",
    "is_configurable": false,
    "config_elements": [],
    "config_json": {},
    "maxAgentIterations": 5,
    "prompt_template": "You have been asked to conduct Product research for a startup. Product research involves assessing the viability and potential of a startup's product idea. Please conduct Product research for the startup based on the information provided: ----------------- STARTUP_DESCRIPTION -----------------"
  },
  {
    "type": "Influencer research",
    "description": "Identifying influential individuals or brands within a target market to support outreach and marketing efforts.",
    "name": "Influencer research",
    "in_use": false,
    "id": "TermId",
    "name_for_human": "Influencer research",
    "name_for_ai": "Influencer research",
    "description_for_human": "",
    "description_for_ai": "",
    "is_configurable": false,
    "config_elements": [],
    "config_json": {},
    "maxAgentIterations": 5,
    "prompt_template": "You have been asked to conduct Influencer research for a startup. Influencer research involves identifying influential individuals or brands within a target market to support outreach and marketing efforts. Please conduct Influencer research for the startup based on the information provided: ----------------- STARTUP_DESCRIPTION -----------------"
  },
  {
    "type": "Event research",
    "description": "Exploring industry-specific events and conferences to learn from and connect with industry leaders.",
    "name": "Event research",
    "in_use": false,
    "id": "TermId",
    "name_for_human": "Event research",
    "name_for_ai": "Event research",
    "description_for_human": "",
    "description_for_ai": "",
    "is_configurable": false,
    "config_elements": [],
    "config_json": {},
    "maxAgentIterations": 5,
    "prompt_template": "You have been asked to conduct Event research for a startup. Event research involves exploring industry-specific events and conferences to learn from and connect with industry leaders. Please conduct Event research for the startup based on the information provided: ----------------- STARTUP_DESCRIPTION -----------------"
  },
  {
    "type": "Technology research",
    "description": "Evaluating the effectiveness and potential of new and existing technology in the context of a startup's needs.",
    "name": "Technology research",
    "in_use": false,
    "id": "TermId",
    "name_for_human": "Technology research",
    "name_for_ai": "Technology research",
    "description_for_human": "",
    "description_for_ai": "",
    "is_configurable": false,
    "config_elements": [],
    "config_json": {},
    "maxAgentIterations": 5,
    "prompt_template": "You have been asked to conduct Technology research for a startup. Technology research involves evaluating the effectiveness and potential of new and existing technology in the context of a startup's needs. Please conduct Technology research for the startup based on the information provided: ----------------- STARTUP_DESCRIPTION -----------------"
  }
]
